{
  "games": [
    {
      "id": "game1",
      "data": {
        "pageTitle": "game - the onion",
        "header": {
          "title": "The Onion",
          "subtitle": "the aspiring montage",
          "lead": "Onion game is a series a scenes with no real connection. For each scene that is played, we add layers to the metaphorical onion.",
          "categories": ["shortform", "fun for the whole family"]
        },
        "components": [
          {
            "id": "sd34",
            "name": "ArticleBody",
            "props": {
              "string": "<p>Starts out with one player on stage playing a scene. </br></br>After a while, a new player enters the stage -- bringing a new scene with him. They now play in this new scene, with totally new characters. With enough time a third player enters the stage, prompting yet another scene -- now with three brand new characters.</p>"
            }
          },
          {
            "id": "t35",
            "name": "ArticleBody",
            "props": {
              "string": "<p>When all players involved in the game are on stage and have played the last scene, we start to peel back the onion, layer by layer. The last player to join finds a reason to leave the scene. And as he does, we continue the next-to-last scene with its corresponding characters. The character that originally established that scene finds a reason to leave -- and once again we pick up from the scene before that with its characters and corresponding player count.</br></br> The game is over when we’re back to one person on stage, and that character concludes his scene.</p>",
              "contentIsRight": true,
              "contentHasFrame": true,
              "inlineComponents": [
                {
                  "id": "dn208gkgjkgjkfgjkfg",
                  "name": "RichText",
                  "props": {
                    "string": "<p>Here's a short list of fun facts:</p><ul><li>Thing that might amaze you</li><li>A little more</li><li>This one will blow you away</li></ul>"
                  }
                }
              ]
            }
          },
          {
            "id": "34gg-2",
            "name": "ArticleHeading",
            "props": {
              "heading": {
                "text": "Teacher's Note",
                "level": 3
              }
            }
          },
          {
            "id": "555555-2",
            "name": "ArticleBody",
            "props": {
              "string": "<p>Difficult scene to explain, but fun to play. Usually has a logistical limit of 6 or 7 players. Requires players to play colorful and bold characters. Players have to coordinate, not to steal too much spotlight as the player count rises. Introduces an interesting shift in dynamics between the different player counts.</br></br> One player is vastly different to two players; two players is vastly different to three players, etc.</p>",
              "inlineComponents": [
                {
                  "id": "dn208ggggggg",
                  "name": "Image",
                  "props": {
                    "thumbnailSrc": "../static/images/show2.jpg",
                    "src": "../static/images/show2.jpg",
                    "alt": "placeholder image alt text",
                    "text": "A perfect example of how an onion might look like"
                  }
                }
              ]
            }
          }
        ]
      }
    },
    {
      "id": "game2",
      "data": {
        "pageTitle": "game - new choice",
        "header": {
          "title": "New Choice",
          "subtitle": "or: how to quickly get somewhere",
          "lead": "New choice sees players through a regular scene, but one where the director at any time can ask the improvisers to change what they just did or said.",
          "categories": ["shortform", "spontenouity", "director"]
        },
        "components": [
          {
            "id": "0fijs5453023jf5",
            "name": "ArticleBody",
            "props": {
              "string": "<p>It’s a game about justification. For three players. One director instructs two players to play out a scene. During the scene, the director will challenge players to change their previous verbal, emotional or physical response.</p>"
            }
          },
          {
            "id": "0fijs302g453jdddf-2",
            "name": "ArticleHeading",
            "props": {
              "heading": {
                "text": "Teacher's Note",
                "level": 3
              }
            }
          },
          {
            "id": "0fijs54530w23jf",
            "name": "ArticleBody",
            "props": {
              "string": "<p>Works best when the scene gets a minute to establish a platform without interruption, and where the players try not to go overboard with absurdity. </br></br>Requires players to make bold choices that strive to move the story forward. These are the funniest to intercept and change. Director needs to have a sense of moderation -- let the players justify the choices you’ve put them through, and try not to go overboard with stringing new choices until the end. Build-up.</p>",
              "inlineComponents": [
                {
                  "id": "dn208ggggggg",
                  "name": "Image",
                  "props": {
                    "thumbnailSrc": "../static/images/show2.jpg",
                    "src": "../static/images/show2.jpg",
                    "alt": "placeholder image alt text",
                    "text": "A perfect example of how an onion might look like"
                  }
                }
              ]
            }
          }
        ]
      }
    },
    {
      "id": "game3",
      "data": {
        "pageTitle": "game - sound effects",
        "header": {
          "title": "Sound Effects",
          "lead": "A regular scene where the sound and/or dialogue are delegated to improvisers that are off-stage.",
          "categories": ["shortform", "spontenouity", "director"]
        },
        "components": [
          {
            "id": "32",
            "name": "ArticleBody",
            "props": {
              "string": "<p>Sound effects works best as a two person scene, but can also be played as a four person scene with experienced players. For each pair, one plays in the scene while the other uses sound effects to verbally simulate the action on stage.</p>"
            }
          },
          {
            "id": "323444444444ff",
            "name": "ArticleBody",
            "props": {
              "string": "<p>If the scene only has one player, the person doing the sound effects is encouraged to dub with gibberish as a substitute for dialogue.</br></br> With two people in the scene, there are some best-practices in order to make this game more palatable: <ul><li>The sound effects should wait for cues from the players</li><li>The sound effects should keep unprompted sounds to a minimum</li><li>Players should keep the scene simple and straight-forward and be clear when they’re waiting for a sound effect to take place</li></ul></p>",
              "inlineComponents": [
                {
                  "id": "dn208",
                  "name": "Image",
                  "props": {
                    "thumbnailSrc": "../static/images/show3.jpg",
                    "src": "../static/images/show3.jpg",
                    "alt": "placeholder image alt text"
                  }
                }
              ]
            }
          },
          {
            "id": "f43-2",
            "name": "ArticleHeading",
            "props": {
              "heading": {
                "text": "Teacher's Note",
                "level": 3
              }
            }
          },
          {
            "id": "f34y",
            "name": "ArticleBody",
            "props": {
              "string": "<p>Most fun when the audience suggestion is a mundane activity. A fun variation on this is to ask audience members on stage to do the sound effects.</p>"
            }
          }
        ]
      }
    },
    {
      "id": "game4",
      "data": {
        "pageTitle": "game - excuse me?",
        "header": {
          "title": "Excuse me?",
          "lead": "A game all about pimping and challenging your partner, just like a director would.",
          "categories": ["shortform", "spontenouity", "director"]
        },
        "components": [
          {
            "id": "32",
            "name": "ArticleBody",
            "props": {
              "string": "<p>Same concept as New Choice, but without a director. Can be played with more than two players in the scene. In this one, the players themselves challenge other players previous comments by going “excuse me?”, whereby that player needs to find something new to say. The only restriction is that it has to rhyme with the original statement. Forces players to justify new choices and incorporate them into the scene.</p>"
            }
          }
        ]
      }
    }
  ]
}
